Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/How to Become a K-Pop Star.tmx
Source language: ko
Languages: en

source: 이렇게 서로 간에 신뢰를 쌓고 나서 실전에서 필요한 것은 적합한 시나리오 선별 능력이다.
en: After such trust has been built up, a necessary skill for managers when they are out in the field is the ability to select suitable scenarios.

source: 현재 미국 시장은 이미 온라인 출신 스타들이 기존의 스타들과 교류하며 컬래버를 하기도 하고, 배우와 가수로 데뷔해 대중들의 사랑을 많이 받고 있다.
en: Currently, the United States market has already begun to integrate interchange stars that got famous online with existing stars. They collaborate, and debut as actors or singers and are much adored by the public.

source: 제휴 마케팅
en: Affiliate marketing

source: 그러면서 연예인은 최대한 본인에게 좋은 작품의 선정, 출연료가 높고 이미지가 좋은 광고 계약, 인지도를 높일 수 있는 예능 프로그램 출연 등의 일거리를 가져올 수 있는 능력 있는 매니저를 선호하게 되었다.
en: While at the same time celebrities prefer a manager that can choose the best productions for them, get them good advertising contracts with high appearance fees, that will be good for their image. They prefer a manager that can get them to appear in variety show programs from which they can get a high level of recognition.

source: 단, 제2항의 부속합의서는 이 계약보다 우선하여 적용된다.
en: However, Paragraph 2 of this affiliation agreement takes precedence over this contract.

source: 연예 기획사의 IPO
en: IPO for entertainment management companies

source: 온라인 게임(던전앤파이터 등)
en: Online games (Dungeon Fighter, etc.)

source: 예전에는 해외라 하더라도 일본이 주요 해외 무대였다면 지금은 중국, 동남아, 미국, 유럽, 남미까지 대부분 국가의 주요 도시에서 한국 톱 가수들의 공연이 진행된다.
en: Before, when an overseas performance was mentioned, the venue was usually in Japan. But now, the top singers perform in China, Southeast Asia, the United States, Europe, and South America. They perform in major cities in most countries.

source: 제8조 (계약해제·해지에 따른 손해배상의 청구 등) ① 기획업자 또는 연습생이 제7조에 따라 계약을 해제 또는 해지하는 경우, 상대방에게 손해배상을 청구할 수 있다.
en: Article 8 (Claim for Damages due to Contract Cancellation and Termination) ① Pursuant to Article 7, if a Planner or Trainee cancels or terminates the contract, one party may claim the damages therefrom against the other party.

source: 당신 주위에 그런 사람들이 없다면 지금의 당신도 없었을 것이며, 그 감사함을 잊는다면 지금 당신의 그 영광도 잊혀질 것이다.
en: Without such people around you, you wouldn’t be the person you are today. If you forget how grateful you are to them, the glory you experience now will be forgotten.

source: 위에서 보았듯이 가수 기획사에서는 가수 개개인의 역량보다는 회사의 잘 짜인 시스템이 데뷔하는 가수의 성패를 가른다.
en: As shown above, a well-run system by the singer management company determines failure and success rather than the capabilities of the singers themselves.

source: 일부 작곡가만 보유, 외부 작곡가 적극 활용
en: Only employ some songwriters, active use of external songwriters

source: 게임
en: Games

source: 게임 포털(피망, 한게임, 넷마블, 넥슨)
en: Game Portal (Pmang, Hangame, Netmarble, Nexon)

source: 스타를 성공시키는 능력 있는 매니저는 어떤 성품과 자질을 갖추어야 한다고 생각하나?
en: What kind of nature or talents are required by managers capable of making stars successful?

source: ④ 기획업자는 연습생에게 훈련활동직접비 회계내역을 연 2회(___월, ___월) 통보하여야 한다.
en: ④ The Planner must notify the Trainee of the accounting details of the Direct Expenses for Training Activities twice a year in (___ (month), and ___ (month).

source: 처음 배우로서 사인을 해 주었던 기억이 생생하다.
en: I vividly remember when I first signed an autograph as an actor.

source: 그렇기 때문에 디지털로 탄생하고 성장하고 있는 이들은 대중들의 눈높이에서 스스로 콘텐츠의 질 향상을 위해 노력해야 한다.
en: Therefore, these creators that sprung from and grew in a digital environment must work hard on their own to improve on quality to meet the standards the public expects.

source: 내게 있어서 가장 좋은 점은 팬분들에게 좋은 음악을 들려 드리고 싶어서 정말 많은 노력을 꾸준히 하게 된다는 것이다.
en: The best thing for me is that I really want to play good music for my fans so it makes me want to keep working hard.

source: ▸ 백댄서
en: ▸ Backup dancer

source: ④ 기획업자 또는 기획업자 소속 임직원(임원은 등기임원을 말하며 직원은 고용 형태를 불문한다)이 연습생에 대하여 성폭력을 행사한 경우, 연습생은 계약을 해지할 수 있다.
en: ④ If the Planner and/or an employee or executive of the Planner (executive means a registered executive, regardless of form of employment for employees) sexually assaults the Trainee, the Trainee can terminate the contract.

source: 보통 각 지역의 유명한 고등학교 정문 앞에서 마냥 죽치고 앉아서 나오는 학생들을 하나하나 확인하고 눈에 띄는 아이를 캐스팅하곤 했고, 일반적으로 말하는 ‘얼짱’이라는 아이들을 수소문하여 만나 캐스팅하였다.
en: Usually, they would sit for a long time in front of the main gate and check out each of the high school students as they came out, casting those that stood out. They would ask around for youngers that had pretty faces, meet them and cast them.

source: 이들이 앨범의 콘셉트과 방향을 정하고 음악 콘텐츠의 핵심인 노래를 작곡한다.
en: They determine the concept and direction of an album, and wrong the core songs that will make up the song content.

source: 기획사의 잘 짜인 시스템에 의해 탄생하는 가수들
en: Singers created from a well-run system put in place by the management companies

source: 얼짱을 찾아라 - 캐스팅 편 1
en: Find a Pretty Face - Casting Part 1

source: * 단, 청소년과 법정대리인이 동의하는 경우에는 오후 10시에서 오전 6시 사이에도 제공 가능
en: * Provided, if the minor and the minor’s legal representative consent, performances can be provided between 10 pm and 6 am.

source: 그렇게 집중 트레이닝과 동시에 어느 정도 오디션이 볼 수준이 되면 영화, 드라마, 광고 등에 오디션을 보러 다니며 매니지먼트사는 톱스타가 출연하는 대형 드라마에 소속 배우를 작은 역할로라도 넣으려고 부단히 노력한다.
en: While undergoing such intensive training once the reach the level where they are ready to audition, they are sent out to audition for films, dramas, and commercials. The management constantly makes effort to place their actors in small roles in major dramas featuring big name actors.

source: 일을 많이 따 주는 게 다가 아니다.
en: It’s not all about obtaining a lot of work for the star.

source: 서인국은 <슈퍼스타K> 시즌 1의 우승자로, 한국에서 처음 선보인 오디션 프로그램의 우승자여서 더욱 관심을 많이 받았다.
en: Seo In-guk was the grand prize winner of season one of Superstar K. And because he was the first winner of the first audition program in Korea, he received even more attention.

source: 그 희소가치 때문에 높은 출연료를 받는 것은 당연하지만 합리적인 수준을 넘어 드라마 전체 제작 예산의 40~50% 가까이 차지하는 경우가 있다.
en: Because of that scarcity value, it is obvious that they would receive high appearance fees, however there are instances where appearance fees exceed any rational standard and make up close to 40 to 50% of the total production budget for a drama.

source: 가수를 희망한다면 개인의 실력도 중요하겠지만, 잠재된 실력을 더욱 발휘할 수 있게 해 주는 능력 있는 기획사를 선택하는 것도 ‘스타’가 되는 데 매우 중요한 요소이다.
en: If you are aspiring to be a singer, individual ability is important, but choosing a management company that can help you bring out potential ability is a crucial aspect for becoming a star.

source: 그렇게 사랑하는 거라고 생각한다.
en: I think that’s the way you should be taken.

source: 비트박서 빅맨
en: Beatboxer Bigman

source: 이러한 악순환 때문에 매니지먼트사는 안정적으로 수익을 낼 수 있는 콘텐츠 제작으로 사업 분야를 확장하고 있는 것이다.
en: Because of this vicious cycle management companies began to expand their business to include content production where they would be able to create stable earnings.

source: 가수/기획사에 대한 자발적 마케팅 유도
en: Engage voluntary marketing for singers/management companies

source: <기획사 가수들을 응원하는 ‘Fan Supporters’ 육성>
en: Nurturing “Fan Supporters” that Cheer for Management Company Affiliated Singers>

source: 15세{j}이상의{j}청소년
en: Minors 15 years old{j}or older{j}

source: 매니지먼트 활동이란, 해당 연예인 담당 매니저가 방송사 PD, 언론사 연예부 기자 등을 대상으로 영업 활동을 하는 것을 지칭한다.
en: Management activities are sales activities by the relevant manager in charge of a certain celebrity, where the manager would pitch the celebrity to broadcast company producers, to the entertainment division reporters for press media, and elsewhere.

source: 스타를 만들고 난 뒤에는 투자 비용의 빠른 회수를 위해 연예인에게 살인적인 스케줄을 요구하게 되고, 투자 비용이 회수되기 전까지는 상대적으로 연예인에게 낮은 수익 배분율을 적용하는 것이다.
en: Even after a star is born, celebrities are demanded to follow an extremely grueling schedule for the company to quickly recover the sunk investment costs. Until all of the investment costs have been recovered, a relatively low distribution rate for the earnings is applied to these celebrities.

source: 청어람, MK픽쳐스, 쇼박스, 신씨네, IHQ 등
en: Chungeorahm Film, MK Pictures, ShowBox, Sincine, IHQ, etc.

source: 1천 5백만 원(3곡 기준, 아웃소싱)
en: KRW 15 million (rate based on 3 songs, outsourced)

source: 하지만 이러한 환상은 실제 업무에 투입되고 나면 얼마 지나지 않아 깨진다.
en: However, this expectation is shattered soon after being assigned to actual tasks.

source: 개그우먼 홍현희
en: Female Comedian Hong Hyun-hee

source: 광고의 경우, 유명 스타의 광고 속 파트너로 출연하며 유명 스타의 유명세를 업고 마케팅하는 방식이다.
en: For advertisements, they appear as the partners of famous stars, a marketing method where the new singer piggy backs off the notoriety of the famous star.

source: 예전의 국내 가요 시장은 가수의 재능과 작곡가의 음악성이 어우러져 감성적인 음악으로 평가를 받았다면 지금은 퍼포먼스 위주의 무대, 음악을 철저한 상업적인 제품의 시각으로 접근하여 체계적인 육성 시스템을 거친 가수와의 조합으로 최상의 음악 제품만이 살아남는 시대로 변화하였다.
en: In the past, if K-pop market could be seen as one of emotional music, where the abilities of the singer combined with the musicality of the songwriter, then today, the era has changed into one where concerts are performance based affairs, music is approached carefully from the perspective of a commercial product where a cooperative of singers that have undergone systematic development have to create the best music products to survive.

source: 경상남도 하동군의 지자체 행사에 초청되어 급하게 내려가야 한다.
en: We were invited to an event held by the local autonomy of Hadong-gun in Gyeongsangnam-do and have to hurry to get down there.

source: 이와 같이 연예 매니지먼트 산업은 전형적인 ‘하이 리스크 하이 리턴(high risk high return)’ 비즈니스로, 회사는 스타를 키워 내는 데 있어서 재무적, 시간적 위험 부담에 노출된다.
en: Likewise the celebrity management industry is your typical high-risk high return business. To develop their trainees into stars, the company is exposed to the burden of financial risks and time risks.

source: 이러한 기능은 제작사들이 가장 고민하고 어려워하는 주요 플레이어들(감독, 작가, 배우)의 캐스팅을 한 번에 해결함으로써 시간과 비용을 획기적으로 절약해 준다.
en: All at once, this competence resolves what production companies worry most about and have the hardest time with, casting the main players (directors, writers, actors). This dramatically saves production companies time and money.

source: 인기도 상승에 따른 연기 외 기타 활동 증가
en: Increase in other activities following the rise in popularity

source: 아버지의 영향을 받아서 그런지 사업 마인드도 타고난 것 같다.
en: Perhaps it was because I was influenced by my father, but I think I was naturally business minded.

source: 단기적으로 올라가려고 하지 않고 오래가려고 했다.
en: I didn’t try to rise up in a short time, but rather was in it for the long haul.

source: 계약체결 장소 :
en: Place of Contract Signing:

source: 내가 잘하는 것은 어떤 것인가.
en: What am I good at?

source: 이에 따라 미국의 합리적인 할리우드 시스템을 적절하게 조합할 때라고 본다.
en: Therefore I feel the time is now to assemble a suitable, reasonable system like they have in Hollywood, United States.

source: 가수의 최초 기획은 기획사의 전 세계적인 다양한 오디션 또는 각지에 있는 예술 중고등학교에서의 직접적인 캐스팅으로부터 시작된다.
en: The first planning for an actor starts with a wide range of international auditions hosted by the management company, or by casting them from arts middle and high school from various regions.

source: 가수는 본인의 매니지먼트사가 동시에 음반 제작사이기도 해서 이러한 별도 계약은 없으며 대부분 관례로 생각하고 홍보 활동에 적극적으로 임한다.
en: The management company for the singer also acts as the album production company, therefore there is no such separate contract, and most singers are actively involved in promotional activities as is the custom.

source: 이는 앞에서 설명한 바와 같이 연예인 매니지먼트만으로 안정적인 수익을 지속적으로 창출하기는 힘든 구조 때문이다.
en: This is because as outlined above, due to its structure, celebrity management alone makes it difficult to continually generate earnings.

source: 그중에서도 연예인의 수익에 대한 것이 가장 중요한 사항인데, 미국은 제작 주체(영화·드라마 스튜디오, 방송국, 광고 제작사)와 연예인 사이의 계약에서 발생하는 금액에서 일정 부분을 수수료로 취하는 구조이다.
en: Of those matters, earnings for the celebrity is most important. In the United States, there is a system that deals with fees as a certain part the amount that occurs in the contract between the production entity (film, drama studio, broadcasting station, advertising production company) and the celebrity.

source: 단순한 비즈니스적 접근에 따른 섭외 계약보다 정서적 유대 관계를 통한 프로듀싱 작업이 보편적이다.
en: Producing work based on emotional ties is more commonplace than following the simple business approach with producer contracts.

source: 방송 활동 시작
en: Start broadcasting activities

source: 이는 한국 특유의 조기 선발 및 집중 트레이닝 시스템에서 기인한다.
en: This was brought about by Korea’s unique early selection and intensive training system.

source: 기자 미팅, 보도자료 작성
en: Press meetings, draft of press releases

source: ● 프로덕션 중심의 매니지먼트 시스템
en: ● Production-focused management system

source: ‘배우 매니지먼트’는 캐스팅부터 데뷔까지 상당 부분 ‘가수 기획사’와 다른 생태계를 가지고 있다.
en: From casting to debuting, actor management belongs to an ecosystem that is different from the singer management companies above.

source: 결국 상위 1%의 소수 스타들에게 작품 출연의 기회와 수익이 집중되면서 기회조차 얻지 못하는 배우의 상대적 박탈감과 스타 배우의 다작 출연에 따른 시청자의 동일 캐릭터에 대한 피로감이 산업의 건전한 성장성을 해친다.
en: Ultimately the opportunities to appear in productions and the earnings will be concentrated in the hands of the top 1% of stars, which will result in actors being unable to obtain opportunities, feeling deprived and viewers getting tired of the same star appearing in several productions playing seemingly the same character, which then will affect the healthy growth of the industry.

source: 대소시의 예술 전문 학교, 유명 중고등학교·대학교 등
en: Arts Colleges in large and small cities, famous middle and high schools, universities, etc.

source: 광고 회사에서 근무하던 중 이후 발전할 업계가 엔터테인먼트라는 비전을 가지고 시작하게 되었다.
en: While working for an advertising agency, I thought the entertainment industry will develop in the future, which formed the vision behind starting work in this industry.

source: 그만큼 문화 콘텐츠의 영향력은 생각보다 강하고 우리 생활에 깊숙이 자리 잡고 있다.
en: To that extent, our everyday lives are even more deeply influenced by cultural content than we thought.

source: 문화 산업의 저변 확대와 케이블 TV, 위성 방송, 인터넷의 급속한 확산으로 인한 방송 영상 콘텐츠의 중요성이 부가되었으며, 한류 열풍과 영화 산업의 성장으로 인한 스타 수요 증가로 거대 자금이 연예 산업으로 유입, SM엔터테인먼트, YG엔터테인먼트 등 음반 제작을 기반으로 하는 대형 기획사들이 설립되며 본격적인 종합 엔터테인먼트 회사의 시대가 시작.
en: The importance of broadcasted video content was added due to the expanding base of the culture industry, and the rapid spread of cable TV, satellite broadcasts, and internet use. Enormous amounts of capital were drawn into the entertainment industry from the increase of demand for stars due to the trend of the Korean wave and the growth of the film industry. Large scale management company were established based on album production such as SM Entertainment and YG Entertainment, kicking off the era of full-scale, comprehensive entertainment companies.

source: ② 기획업자가 제1항에 따른 통보를 하지 않는 경우에는 이 계약의 기간 만료 시 계약을 종료하는 의사 표시를 한 것으로 본다.
en: ② If the Planner does not give notification pursuant to Paragraph 1, then the expiration of this contract is to be construed as a declaration of intentions to terminate the contract.

source: 그분은 갑자기 사색이 되면서 진심으로 나에게 “사과한다.”라고 말해 주었다.
en: Suddenly, he turned deadly pale and spoke with sincerity when he said, “I apologize.”

source: 그러면서 과거 배우의 개인 일정 및 촬영 스케줄 관리에 그쳤던 매니지먼트 개념이 달라졌다.
en: While that was happening, the past concept of management that did little more than manage the actor’s personal schedule and filming schedule had changed.

source: 한국 매니지먼트의 성장 과정
en: The growth process of management in Korea

source: 15세
en: 15 years old

source: 한국 가요 시장의 변천사
en: History of Change in the Korean Music Market

source: 간단히 말하자면, 일본은 연예인이 ‘직원’의 지위와 비슷한 성격이 있고, 미국은 연예인들이 매우 세분화된 전문가들의 도움을 받는다는 측면에서 우리나라의 ‘토털 매니지먼트 시스템’과는 거리가 있다.
en: In short, in Japan, celebrities have somewhat of an “employee” status, in the United States, celebrities receive help from very specialized professionals. Both are very different from the “total management system” we have in Korea.

source: 나도 한때는 다른사람들의 시선을 의식하며 작업물에 신경을 쓴 적이 있다.
en: At one point I was stressing over what I was working on because of how other people saw me.

source: 일반적으로 스타의 경우 회사와 8:2, 9:1 등의 수익 비율로 계약한다.
en: Generally for stars, contracts are made with a star to company earnings ratio of 8:2 or 9:1.

source: 또 앞으로도 계속 변화할 것이다.
en: And this changes will continue into the future.

source: ● 스타가 만들어지는 시대
en: ● The era where stars are made

source: 그 작품을 통해서 배울 수 있는 것을 최대한 배우라고 말한다.
en: Actors should be told to learn as much as possible through that production.

source: 그 뒤 영화와 예능에서도 종횡무진하며 이제는 연기자로도 인정받고 있다.
en: Since then he has been in a great number of movies and variety shows. Now he is recognized as an actor.

source: 음악이나 연기에 아무런 관심이 없던 아이였다.
en: When I was a child, I wasn’t interested in music or acting at all.

source: 골드메달리스트 신필순 대표
en: GOLDMEDALIST, CEO Phil Shin

source: 또한, 국내에만 국한되지 않는 글로벌한 목표 설정도 가능하기 때문에 언어와 정서적인 부분에 대한 노력도 겸한다면 충분히 세계적인 스타가 될 수도 있다.
en: Further, it is possible to set global goals that are not limited to the domestic market, so someone can easily become an international star by making effort in terms of language and mindset elements.

source: 비중이 적은 조연급부터 시작
en: Start with those at the supporting actor level with less importance

source: 이러한 인재 확보 과정을 마친 후 한 달에서 세 달간의 단기 트레이닝을 거처 지속적인 투자 가치가 있는지를 확인한다.
en: After the talent acquisition process is complete, the trainees undergo short-term training that lasts between one to three months to verify if they are worth the continual investment.

source: 'Gerson Lehrman Group’ 컨설팅 펌 자문위원 으로 활동중
en: He is now working as an consultant for the consulting firm, Gerson Lehrman Group.

source: 하지만 느낌은 어느 정도 온다.
en: But, to some extent you do get a sense.

source: 데뷔하기 전 가수들이 광고, 영화, 드라마 등에 단역으로 출연하여 이슈화하는 방법이다.
en: In this method, singers become “hot issues” by appearing in advertisements and playing small roles in films and dramas.

source: 배우 김수현은 드라마 <자이언트>의 주인공이었던 김범수의 아역으로 출연하며 대중들에게 각인을 남기기 시작하여, 2012년 <해를 품은 달>에서 주인공을 맡았고, 2013년에는 <별에서 온 그대>의 주인공 외계인 ‘도민준’ 역할을 맡으며 일약 톱스타 반열에 올랐다.
en: Actor Kim Soo-hyun appeared in Giant, playing the role of Lee Beom-soo’s son, where he started to become familiar with viewers. In 2012, he landed the main role in Moon Embracing the Sun. In 2013, he played the main role of the alien Do Min-joon in My Love from the Star, thus joining the ranks of the famous in one bound.

source: 또한, 배우 지망생들의 커뮤니티 등에서 정보를 공유하여 무턱대고 프로필만 만들어서 여기저기 돌리면서 기회가 오기만을 기다리는 사람도 많다.
en: Also, information is shared from actor hopeful communities. There are many people who just create a profile and send it out it here and there waiting for an opportunity to land in their lap.

source: 조용필에서 빅뱅, 엑소, 방탄소년단까지:
en: From Cho Yong-pil to Big Bang, EXO, and BTS:

source: 게다가 최근에는 연예인들의 인기와 더불어 그들의 헤어·메이크업 담당, 스타일리스트 등도 몸값도 올랐다.
en: Further, along with the popularity of celebrities, the labor costs for those in charge of their hair and makeup and stylists have also risen.

source: 영화와 TV 드라마의 OST 제작에 뛰어들어 본격적으로 매니지먼트 회사로 급성장하게 되었다.
en: Your management company rapidly grew by getting involved in film, TV drama and original soundtrack production.

source: 에이전시가 콘텐츠 제작을 기획하면, 스튜디오는 투자와 배급을 주로 담당하고 실제 제작은 스튜디오 소속의 제작 부서 또는 독립 제작사에게 외주를 주어 납품 받는 형식이다.
en: When an agency plans content production, usually the studio manages the investment and distribution and the actual production is performed by an affiliated division of the studio or it is outsourced to an independent production company before the finished product is delivered.

source: 공연장 관람
en: Concert hall viewing

source: 나는 가끔 ‘혹시 내가 현재 음악을 하지 않고 다른 진로를 택했다면 어떨까?‘라는 생각을 하는데, 만약 내가 음악을 진로로 택하지 않았다면 후회했을 것 같다.
en: Sometimes I think, what would have happened if I didn’t choose music, but chose another career path? I think I would have regretted not choosing music.

source: ⑤ 연습생은 기획업자가 제3조 제2항의 규정에도 불구하고 부당한 요구를 하는 경우에는 이를 거부할 수 있다.
en: ⑤ Notwithstanding Paragraph 2 Article 3, if the Planner makes an unreasonablerequest of the Trainee, such a request may be refused.

source: 배우 매니지먼트 산업의 생태계
en: Ecosystem of the actor management industry

source: 에이전시와 매니지먼트의 역할
en: The role of agencies and management

source: 연예인 지망생들이 가장 많이 고민하는 부분 중 하나가 ‘어떤 연예 기획사에 소속되어 양질의 트레이닝을 받고 성공적으로 데뷔할 수 있는가?’라는 것이다.
en: One aspect that celebrity hopefuls worry about the most is, “which entertainment management company should I associate with to receive quality training from and successfully debut with?”

source: 연예인 지망생 200만 명 시대!
en: The era of 2 million celebrity hopefuls!

source: 영화 시사회처럼 아마추어 뮤지션들, 음악을 많이 소비하는 선별된 고객, 즉 팬클럽에게 먼저 곡을 선보이고 시장 니즈를 파악하기도 한다.
en: Just as with a movie premiere, to identify market needs, the song is first shown to amateur musicians, customers chosen from among those that consume a lot of music, or fan club members.

source: 예를 들어, 대형 기획사의 경우 내부적으로 녹음실과 음원 제작 인프라를 갖추고 있어 따로 추가 비용이 발생하지 않을 수 있다.
en: For example, large management companies have their own recording studio and a digital music production infrastructure in place so these are areas where they do not need additional outlay.

source: 또한, 배우는 극의 캐릭터가 현실의 이미지와 동일시되기 때문에 작품 선택은 배우 커리어에 지대한 영향을 미친다.
en: Also, the choice of a production can have a profound affect on the actor’s career because the actor’s image becomes identical to that of their on-screen persona.

source: 비단 연예인이라는 직업만이 아니라 어느 직업이든 소수의 사람이 크게 성공하고 대부분의 사람은 자신의 직종에서 평범하게 살아간다.
en: Simply put, though true for the job of a celebrity, it is also true for any other job, a minority of those involved in that job achieve great success, while everyone else in the relevant occupation live normal lives.

source: 통상적으로 ‘내가 키웠는데 좀 컸다고 나를 배신하다니.’, ‘배은망덕하다.’라는 등의 말을 한다.
en: Usually the narrative goes something like this, “I made you who you are and now you betray me. How ungrateful.”

source: 다시 말해, 스타들의 활약이 없었다면 한류가 지속되지도 못했을 뿐만 아니라 한국 음식 먹기, 한글 배우기, 관광객 증가, 각종 한국 관련 상품 구입 러시와 같은 한국 관련 소비 형태 또한 유발되지 못했을 것이다.
en: In other words, if the stars were not active, then the Korean wave could not have continued. Also, there would not have been the desire to eat Korean food, learn Korean language, the increase in tourists, and the rush to purchase various Korea related products.

source: 배우를 하겠다고 매니저를 소개받은 적이 있다.
en: I remember being introduced to a manager after I decided to be an actor.

source: 작곡가를 영입하여 내부적으로 곡 제작
en: Produce songs in-house by recruiting songwriters

source: 또한, 대중이 많이 모이는 길거리에서 직접 공연을 하며 인지도를 쌓기도 하고 실전 무대 경험 등을 쌓기도 한다.
en: Also, street concerts are held on busy streets where many people gather, which also enhances their recognition and enables them to acquire some actual stage experience.

source: 내가 느끼지 못한 배우는 포기한다.
en: I give up on those actors which I don’t have such a feeling about.

source: 스튜디오 시스템에서 에이전시 시스템으로
en: From a studio system to an agency one

source: 따라서 모든 것을 총괄하는 A&R은 유능한 음반 프로듀서와 작곡가의 섭외가 주요한 역량 중 하나이다.
en: That is why one of the key roles of the A&R that oversees everything is bringing on board competent album producers and songwriters.

source: 성적은 좋지 않았는데, 주변에서 잘 노니 연극영화과에 가 보라고 해서 가긴 갔다.
en: I didn’t have very good grades in high school, but those who knew me said, since I like hanging out, I should try majorning in theater and film. So I did.

source: 2000년대 들어 드라마 <겨울연가>와 가수 ‘보아’를 시작으로 본격적인 한류가 시작되었다.
en: In the 2000s, the Korean wave was fully underway with the drama, Winter Sonata and the singer “Boa.”

source: 뮤직비디오
en: Music video

source: 여러 가지 요인이 복합적으로, 긍정적으로 작용한 것 같다.
en: It seemed to have been a perfect storm. Looks like you applied that in a constructive way.

source: 분명 내가 살아 있는 동안 되겠다 싶었다.
en: I thought it would surely happen within my lifetime.

source: 오전부터 늦은 밤까지 철저하게 계획된 소속사의 스케줄에 따라 움직인다.
en: From morning to late at night, the actor follows the company’s thoroughly planned schedule.

source: 5인조 아이돌 데뷔 활동 비용(6주 기준)
en: Activity costs for a five member idol group to debut (based on six weeks)

source: 부록
en: Appendix

source: 나는 원래 일반 직장 생활을 했다.
en: I was working a normal job.

source: 출연 프로그램의 성격에 따라 적절하게 준비하며 영화, 드라마, 공연 등 각 상황별로 수시로 의상을 바꿔 입히고 메이크업, 헤어스타일 등을 수정하는 등 꽤나 터프하고 체력적으로 부치는 업무이다.
en: These specialists must prepare accordingly for the different types of program the celebrity will appear in. Sometimes wardrobes would have to be changed and makeup and hairstyles touched up according to the circumstances of the filming of the movie, drama, or during concerts and for other situations. These positions require tough mentality and physical strength.
